Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax/paye_overpayments_and_underpayments_of_tax.html.txt.tmx
Source language: en
Languages: ga

source: PAYE overpayments and underpayments of tax
ga: Ró-íocaíochtaí agus gearríocaíochtaí cánach ÍMAT

source: • PAYE overpayments and underpayments of tax
ga: • Ró-íocaíochtaí agus gearríocaíochtaí cánach ÍMAT

source: An overpayment of tax happens when you have paid more tax than you were liable to pay
ga: Tarlaíonn ró-íocaíocht cánach nuair a bhíonn níos mó cánach íoctha agat ná a bhí dlite

source: If you have overpaid tax you will get a tax refund
ga: Má bhíonn ró-íocaíocht cánach déanta agat, gheobhaidh tú aisíoc cánach

source: You must claim a tax refund within 4 years of the end of the year in which the overpayment arose or you will not get a refund
ga: Ní mór duit aisíoc cánach a éileamh taobh istigh de 4 bliana den ró-íocaíocht nó ní aisíocfar tú

source: An underpayment of tax is when you have paid less tax than you were liable to pay
ga: Tarlaíonn gearríocaíocht cánach nuair a bhíonn níos lú cánach íoctha agat ná a bhí dlite

source: If you have paid too little tax you will owe Revenue the difference between what you actually paid and what you should have paid
ga: Mura bhfuil dóthain cánach íoctha agat beidh an difir idir an méid a d’íoc tú agus an méid ba chóir a bheith íoctha agat ag dul do na Coimisinéirí Ioncaim

source: You may not know that you have paid too little tax, but you are still responsible for paying Revenue if an underpayment of tax has occurred
ga: B’fhéidir nach bhfuil a fhios agat nach bhfuil dóthain cánach íoctha agat, ach tá tú fós freagrach as na Coimisinéirí Ioncaim a íoc má tharlaíonn gearríocaíocht cánach

source: If you are a PAYE taxpayer and you are registered with Revenue's PAYE Anytime service you can view your tax credit certificate online
ga: Más cáiníocóir ÍMAT tú agus tá tú cláraithe leis an tseirbhís Revenue Aon Tráth, Aon Lá, éadfaidh tú do theastas creidmheasanna cánach a fheiceáil ar líne

source: PAYE Anytime is available through Revenue's myAccount Service
ga: Tá ÍMAT Aon Tráth, Aon Lá ar fáil tríd an tSeirbhís moChúrsaí Revenue

source: Your tax credit certificate will show the tax credits that your employer is deducting from your tax bill
ga: Léireoidh sé seo na creidmheasanna cánach atá d’fhostóir ag asbhaint ó do bhille cánach

source: If you find out during the year that your tax credits are not correct you should contact Revenue and any refund you may be due will be paid to you by your employer
ga: Má fhaigheann tú amach i rith na bliana nach bhfuil do chuid creidmheasanna cánach cruinn, ba chóir duit dul i dteagmháil leis na Coimisinéirí Ioncaim agus íocfaidh d’fhostóir aon aisíoc leat

source: It is also important to check you are not claiming tax credits you are not entitled to, as this will result in an underpayment of tax
ga: Tá sé tábhachtach freisin seiceáil nach bhfuil tú ag éileamh creidmheasanna cánach nach bhfuil tú i dteideal a fháil, mar go mbeadh gearríocaíocht cánach mar thoradh air seo

source: To find out whether you owe tax or are due a tax refund you can request a P21 at the end of the year
ga: Is féidir leat ráiteas comhardaithe P21 a iarraidh ag deireadh na bliana chun a fháil amach an bhfuil cáin le n-íoc agat leis na Coimisinéirí Ioncaim nó an bhfuil aisíoc cánach ag dul duit

source: When the year has ended you can request a P21
ga: Nuair a bheidh an bhliain thart, is féidir leat P21 a iarraidh

source: This is an end of year review of your tax liability
ga: Seo athbhreithniú deireadh na bliana ar do dhliteanas cánach

source: You can get a P21 for the last 4 years
ga: Is féidir leat P21 a fháil don 4 bliana seo caite mar sin chomh fada siar is féidir leat aisíoc a éileamh ar cháin ró-íoctha

source: (You can only claim a refund of overpaid tax for the last 4 years.) A P21 statement gives details of your total income, tax credits, tax reliefs and PAYE tax paid for a particular tax year
ga: Tugann ráiteas P21 sonraí ded’ ioncam iomlán, creidmheasanna cánach, faoiseamh cánach agus cáin ÍMAT íoctha i gcomhair bliain amháin

source: You can request a P21 online using the myAccount Service
ga: Is féidir leat P21 a iarraidh ar líne má chláraigh tú le seirbhís ar líne aon tráth aon lá ÍMAT na gCoimisinéirí Ioncaim

source: To get a P21 you must send the following to your district tax office:
ga: Chun P21 a fháil, ní mór duit iad seo a leanas a sheoladh chuig an oifig cánach dod’ dhúiche:

source: • Your P60 form (and, if relevant, a P60 form for your spouse or civil partner) for the tax year
ga: • Do fhoirm P60 (agus, más ábhartha, foirm P60 dod’ chéile) don bhliain cánach

source: • Details of your claim for additional tax credits
ga: • Sonraí de d’éileamh i gcomhair creidmheasanna cánach breise

source: If you want to claim tax relief for medical expenses you will also need to complete and submit Form Med 1 (pdf)
ga: Más mian leat faoiseamh cánach a éileamh i gcomhair costais leighis, beidh ort Foirm Med 1(pdf) a líonadh agus a chur isteach

source: You may also have to complete and return a Form 12 (pdf) but not unless you are requested to do so by Revenue
ga: D’fhéadfadh sé go mbeadh ort Foirm 12(pdf) a chomhlánú agus a sheoladh ar ais, ach ní gá é seo a dhéanamh ach amháin má iarrann na Coimisinéirí Ioncaim ort é

source: Form 12 is a detailed tax return form
ga: Is foirm tuairisceáin cánach mionsonraithe atá i bhFoirm 12

source: A P21 is often used as proof of earnings to get a maintenance grant, a mortgage for a house or a loan
ga: Is minic a úsáidtear P21 mar chruthúnas ar thuillimh chun deontas oideachais a fháil ón údarás áitiúil, morgáiste tí nó iasacht a fháil

source: You may have overpaid tax if you become unemployed or are out of work sick
ga: D’fhéadfadh sé go bhfuil ró-íocaíocht cánach déanta agat má tá tú dífhostaithe nó ar saoire bhreoiteachta

source: Find out more about claiming a tax refund if you are unemployed or out of work sick
ga: Faigh amach tuilleadh faoi aisíoc cánach a éileamh má tá tú dífhostaithe nó ar saoire bhreoiteachta

source: You may have overpaid tax if your tax credits are incorrect or you haven’t claimed tax relief for certain expenses
ga: D’fhéadfadh sé go bhfuil ró-íocaíocht cánach déanta agat má tá do chreidmheasanna cánach mícheart nó mura bhfuil faoiseamh cánach éilithe agat do chostais áirithe

source: Find out more about the tax credits and reliefs you may be entitled to claim
ga: Faigh amach tuilleadh faoi na creidmheasanna agus faoiseamh cánach a d’fhéadfá a bheith i dteideal a éileamh

source: If you have overpaid tax, a cheque for the amount overpaid will be attached to your P21
ga: Má tá ró-íocaíocht cánach déanta agat, beidh seic don mhéid a bhí ró-íoctha ceangailte le do P21

source: If you submitted a Form 12 as part of your end of year review you can also provide your bank account details and Revenue will refund the overpayment to your bank account
ga: Má sheol tú isteach Foirm 12 mar chuid ded’ athbhreithniú deireadh bliana is féidir leat do shonraí cuntais bainc a chur ar fáil freisin agus déanfaidh na Coimisinéirí Ioncaim aisíoc ar an ró-íocaíocht chuig do chuntas bainc

source: An underpayment will remain on your tax record with Revenue until it is paid
ga: Fanfaidh gearríocaíocht ar do thaifead cánach leis na Coimisinéirí Ioncaim go dtí go mbeidh sé íoctha

source: Your P21 or end of year review will show if you have underpaid tax
ga: Léireoidh do P21 nó d’athbhreithniú ag deireadh na bliana má tá gearríocaíocht cánach déanta agat

source: It will also inform you how the underpayment will be collected
ga: Cuirfidh sé in iúl duit freisin conas a bhaileofar an gearríocaíocht

source: Usually, you will not pay money directly to Revenue
ga: Go hiondúil, ní íocfaidh tú airgead díreach leis na Coimisinéirí Ioncaim

source: The easiest way for Revenue to collect the underpayment is to reduce your tax credits in the following year
ga: Is é an bealach is furasta do na Coimisinéirí Ioncaim an gearríocaíocht a bhailiú ná do chreidmheasanna cánach a laghdú don bhliain dar gcionn

source: For example, if you get a personal tax credit of €1,650 and a PAYE tax credit of €1,650 your total tax credit for 2016 is €3,300
ga: Mar shampla, má fhaigheann tú creidmheas cánach pearsanta de €1,650 agus creidmheas cánach ÍMAT de €1,650 is é do chreidmheas cánach iomlán i gcomhair 2016 ná €3,300

source: If you underpaid €90 tax in 2015, your total tax credit in 2016 will be reduced by €90
ga: Má rinne tú gearríocaíocht cánach de €90 in 2015, laghdófar do chreidmheas cánach iomlán in 2016 de €90

source: (€3,300 - €90 = €3,210) In this case, your total tax credit for 2016 will be changed to €3,210
ga: (€3,300 - €90 = €3,210) Sa chás seo, athrófar do chreidmheas cánach iomlán i gcomhair 2016 go dtí €3,210

source: An underpayment can also be deducted from any tax relief you are due
ga: Is féidir gearríocaíocht a asbhaint ó aon fhaoiseamh cánach atá dlite duit freisin

source: For example, if you have underpaid your income tax by €100 but are also due to get tax relief of €400 on medical expenses, the underpayment of €100 will be deducted from the overpayment of €400 and you will get a refund of €300
ga: Mar shampla, má tá gearríocaíocht cánach de €100 déanta agat ach go bhfuil faoiseamh cánach de €400 dlite duit ar chostais leighis, asbhainfear an gearríocaíocht de €100 ón ró-íocaíocht de €400 agus gheobhaidh tú aisíoc de €300

source: If you have a large underpayment which can not be easily repaid by reducing your tax credits the following year, you can arrange to pay Revenue directly by cheque, banker’s draft or postal order
ga: Má tá gearríocaíocht mór agat nach féidir a aisíoc go furasta trí do chreidmheasanna cánach a laghdú an bhliain dar gcionn, is féidir leat socrú a dhéanamh chun é a aisíoc díreach leis na Coimisinéirí Ioncaim le seic, dréacht baincéara nó ordú poist

source: You can pay the total amount in one payment or in instalments
ga: Is féidir leat an méid iomlán a íoc in íocaíocht amháin nó ina ghálaí

source: You will need to contact your district tax office about repaying the underpayment
ga: Beidh ort dul i dteagmháil le d’oifig cánach áitiúil faoi aisíoc a dhéanamh ar an ngearríocaíocht

source: Outstanding tax due to Revenue can incur interest and penalties
ga: Is féidir le cáin gan íoc atá dlite do na Coimisinéirí Ioncaim ús agus pionóis a thabhú

source: If you refuse to repay tax that is due Revenue can take you to court
ga: Má dhiúltaíonn tú cáin atá dlite a aisíoc, is féidir leis na Coimisinéirí Ioncaim tú a thabhairt chun na cúirte

source: If you think your tax is currently being calculated incorrectly or you want to request a P21 contact your district tax office
ga: Má cheapann tú go bhfuil do cháin á ríomh go míchruinn faoi láthair nó más mian leat P21 a iarraidh, téigh i dteagmháil le d’oifig cánach áitiúil
